Repository: Cedric31/systemd
Catalog: po/*.po
Languages: oc

source: Send passphrase back to system
oc: Renviar la frasa secreta al sistèma

source: Authentication is required to send the entered passphrase back to the system.
oc: Autentificacion requesida per renviar la frasa secreta al sistèma.

source: Manage system services or other units
oc: Gerir los servicis sistèma o las unitats

source: Authentication is required to manage system services or other units.
oc: Autentificacion requesida per gerir los servicis sistèma o las unitats.

source: Manage system service or unit files
oc: Gerir lo servici sistèma o sos fichièrs unitats

source: Authentication is required to manage system service or unit files.
oc: Autentificacion requesida per gerir lo servici sistèma o sos fichièrs unitats.

source: Set or unset system and service manager environment variables
oc: Definir o suprimir de variablas d'environament del sistèma o del gestionari de servicis

source: Authentication is required to set or unset system and service manager environment variables.
oc: Autentificacion requesida per definir o suprimir de variablas d'environament del sistèma o del gestionari de servicis.

source: Reload the systemd state
oc: Recargar l'estat de systemd

source: Authentication is required to reload the systemd state.
oc: Autentificacion requesida per recargar l'estat de systemd

source: Set host name
oc: Definir lo nom d'òste

source: Authentication is required to set the local host name.
oc: Autentificacion requesida per definir lo nom d'òste local.

source: Set static host name
oc: Definir lo nom d'òste estatic

source: Authentication is required to set the statically configured local host name, as well as the pretty host name.
oc: Autentificacion requesida per definir lo nom d'òste local de manièra estatica, tot coma lo nom d'òste familier.

source: Set machine information
oc: Definir las informacions sus la maquina

source: Authentication is required to set local machine information.
oc: Autentificacion requesida per definir las informacions sus la maquina locala.

source: Import a VM or container image
oc: Importar un imatge de maquina virtuala (VM) o de contenidor

source: Authentication is required to import a VM or container image
oc: Autentificacion requesida per importar un imatge de maquina virtuala (VM) o de contenidor.

source: Export a VM or container image
oc: Exportar un imatge de maquina virtuala (VM) o de contenidor

source: Authentication is required to export a VM or container image
oc: Autentificacion requesida per exportar un imatge de maquina virtuala (VM) o de contenidor.

source: Download a VM or container image
oc: Telecargar un imatge de maquina virtuala (VM) o de contenidor

source: Authentication is required to download a VM or container image
oc: Autentificacion requesida per telecargar un imatge de maquina virtuala (VM) o de contenidor.

source: Set system locale
oc: Definir la lenga del sistèma

source: Authentication is required to set the system locale.
oc: Autentificacion requesida per definir la lenga del sistèma.

source: Set system keyboard settings
oc: Definir los paramètres de clavièr del sistèma

source: Authentication is required to set the system keyboard settings.
oc: Autentificacion requesida per definir los paramètres de clavièr del sistèma.

source: Allow applications to inhibit system shutdown
oc: Permet a las aplicacions d'empachar l'arrèst del sistèma

source: Authentication is required for an application to inhibit system shutdown.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar l'arrèst du sistèma.

source: Allow applications to delay system shutdown
oc: Permet a las aplicacions de retardar l'arrèst del sistèma

source: Authentication is required for an application to delay system shutdown.
oc: Autentificacion requesida per permetre a una aplicacion de retardar l'arrèst del sistèma.

source: Allow applications to inhibit system sleep
oc: Permet a las aplicacions d'empachar la mesa en velha del sistèma

source: Authentication is required for an application to inhibit system sleep.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar la mesa en velha del sistèma.

source: Allow applications to delay system sleep
oc: Permet a las aplicacions de retardar la mesa en velha del sistèma

source: Authentication is required for an application to delay system sleep.
oc: Autentificacion requesida per permetre a una aplicacion de retardar la mesa en velha del sistèma.

source: Allow applications to inhibit automatic system suspend
oc: Permet a las aplicacions d'empachar l'ivernacion automatica del sistèma

source: Authentication is required for an application to inhibit automatic system suspend.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar l'ivernacion automatica del sistèma.

source: Allow applications to inhibit system handling of the power key
oc: Permet a las aplicacions d'empachar la gestion del boton d'alimentacion del sistèma

source: Authentication is required for an application to inhibit system handling of the power key.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar la gestion del boton d'alimentacion del sistèma.

source: Allow applications to inhibit system handling of the suspend key
oc: Permet a las aplicacions d'empachar la gestion del boton de mesa en velha del sistèma

source: Authentication is required for an application to inhibit system handling of the suspend key.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar la gestion del boton de mesa en velha del sistèma.

source: Allow applications to inhibit system handling of the hibernate key
oc: Permet a las aplicacions d'empachar la gestion del boton d'ivernacion del sistèma

source: Authentication is required for an application to inhibit system handling of the hibernate key.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar la gestion del boton d'ivernacion del sistèma.

source: Allow applications to inhibit system handling of the lid switch
oc: Permet a las aplicacions d'empachar la gestion per lo sistèma del rebat de l'ecran

source: Authentication is required for an application to inhibit system handling of the lid switch.
oc: Autentificacion requesida per permetre a una aplicacion d'empachar la gestion per lo sistèma del rebat de l'ecran.

source: Allow non-logged-in users to run programs
oc: Permet als utilizaires pas connectats d'executar de programas

source: Authentication is required to run programs as a non-logged-in user.
oc: Autentificacion requesida per permetre als utilizaires pas connectats d'executar de programas.

source: Allow attaching devices to seats
oc: Permet d'associar de periferics a de pòstes (seats)

source: Authentication is required for attaching a device to a seat.
oc: Autentificacion requesida per associar un periferic a un pòste (seat).

source: Flush device to seat attachments
oc: Revocar las associations de periferics als pòstes (seats)

source: Authentication is required for resetting how devices are attached to seats.
oc: Autentificacion requesida per revocar las associations de periferics als pòstes (seats).

source: Power off the system
oc: Atudar lo sistèma

source: Authentication is required for powering off the system.
oc: Autentificacion requesida per atudar lo sistèma.

source: Power off the system while other users are logged in
oc: Atudar lo sistèma mentre que d'autres utilizaires son connectats

source: Authentication is required for powering off the system while other users are logged in.
oc: Autentificacion requesida per atudar lo sistèma mentre que d'autres utilizaires son connectats.

source: Power off the system while an application asked to inhibit it
oc: Atudar lo sistèma mentre qu'una aplicacion a demandat de l'empachar

source: Authentication is required for powering off the system while an application asked to inhibit it.
oc: Autentificacion requesida per atudar lo sistèma mentre qu'una aplicacion a demandat de l'empachar.

source: Reboot the system
oc: Reaviar lo sistèma

source: Authentication is required for rebooting the system.
oc: Autentificacion requesida per reaviar lo sistèma.

source: Reboot the system while other users are logged in
oc: Reaviar lo sistèma mentre que d'autres utilizaires son connectats

source: Authentication is required for rebooting the system while other users are logged in.
oc: Autentificacion requesida per reaviar lo sistèma mentre que d'autres utilizaires son connectats.

source: Reboot the system while an application asked to inhibit it
oc: Reaviar lo sistèma mentre qu'una aplicacion a demandat de l'empachar

source: Authentication is required for rebooting the system while an application asked to inhibit it.
oc: Autentificacion requesida per reaviar lo sistèma mentre qu'una aplicacion a demandat de l'empachar.

source: Suspend the system
oc: Metre lo sistèma en velha

source: Authentication is required for suspending the system.
oc: Autentificacion requesida per metre lo sistèma en velha.

source: Suspend the system while other users are logged in
oc: Metre lo sistèma en velha mentre que d'autres utilizaires son connectats

source: Authentication is required for suspending the system while other users are logged in.
oc: Autentificacion requesida per metre lo sistèma en velha mentre que d'autres utilizaires son connectats.

source: Suspend the system while an application asked to inhibit it
oc: Metre lo sistèma en velha mentre qu'una aplicacion a demandat de l'empachar

source: Authentication is required for suspending the system while an application asked to inhibit it.
oc: Autentificacion requesida per metre lo sistèma en velha mentre qu'una aplicacion a demandat de l'empachar.

source: Hibernate the system
oc: Metre lo sistèma en ivernacion

source: Authentication is required for hibernating the system.
oc: Autentificacion requesida per metre lo sistèma en ivernacion.

source: Hibernate the system while other users are logged in
oc: Metre lo sistèma en ivernacion mentre que d'autres utilizaires son connectats

source: Authentication is required for hibernating the system while other users are logged in.
oc: Autentificacion requesida per metre lo sistèma en ivernacion mentre que d'autres utilizaires son connectats.

source: Hibernate the system while an application asked to inhibit it
oc: Metre lo sistèma en ivernacion mentre qu'una aplicacion a demandat de l'empachar

source: Authentication is required for hibernating the system while an application asked to inhibit it.
oc: Autentificacion requesida per metre lo sistèma en ivernacion mentre qu'una aplicacion a demandat de l'empachar.

source: Manage active sessions, users and seats
oc: Gerir las sessions activas, los utilizaires e los pòstes (seats)

source: Authentication is required for managing active sessions, users and seats.
oc: Autentificacion requesida per gerir las sessions activas, los utilizaires e los pòstes (seats).

source: Lock or unlock active sessions
oc: Verrolhar o desverrolhar de sessions activas

source: Authentication is required to lock or unlock active sessions.
oc: Autentificacion requesida per verrolhar o desverrolhar de sessions activas.

source: Allow indication to the firmware to boot to setup interface
oc: Permet d'indicar al micrologicial d'aviar sus l'interfàcia de configuracion

source: Authentication is required to indicate to the firmware to boot to setup interface.
oc: Autentificacion requesida per indicar al micrologicial d'aviar sus l'interfàcia de configuracion.

source: Set a wall message
oc: Definir un messatge wall

source: Authentication is required to set a wall message
oc: Autentificacion requesida per definir un messatge wall.

source: Log into a local container
oc: Connexion dins un contenidor local

source: Authentication is required to log into a local container.
oc: Autentificacion requesida per permetre la connexion dins un contenidor local.

source: Log into the local host
oc: Connexion a l'òste local

source: Authentication is required to log into the local host.
oc: Autentificacion requesida per permetre la connexion a l'òste local.

source: Acquire a shell in a local container
oc: Obténer una interfàcia sistèma dins un contenidor local

source: Authentication is required to acquire a shell in a local container.
oc: Autentificacion requesida per obténer una interfàcia sistèma dins un contenidor local.

source: Acquire a shell on the local host
oc: Obténer una interfàcia sistèma sus l'òste local

source: Authentication is required to acquire a shell on the local host.
oc: Autentificacion requesida per obténer una interfàcia sistèma sus l'òste local.

source: Acquire a pseudo TTY in a local container
oc: Obténer un pseudoterminal dins un contenidor local

source: Authentication is required to acquire a pseudo TTY in a local container.
oc: Autentificacion requesida per obténer un pseudoterminal dins un contenidor local.

source: Acquire a pseudo TTY on the local host
oc: Obténer un pseudoterminal sus l'òste local

source: Authentication is required to acquire a pseudo TTY on the local host.
oc: Autentificacion requesida per obténer un pseudoterminal sus l'òste local.

source: Manage local virtual machines and containers
oc: Gerir las maquinas virtualas (VM) e contenidors locals

source: Authentication is required to manage local virtual machines and containers.
oc: Autentificacion requesida per gerir las maquinas virtualas (VM) e los contenidors locals.

source: Manage local virtual machine and container images
oc: Gerir los imatges locals de maquinas virtualas (VM) e de contenidors

source: Authentication is required to manage local virtual machine and container images.
oc: Autentificacion requesida per gerir los imatges locals de maquinas virtualas (VM) e de contenidors.

source: Set system time
oc: Definir l'ora del sistèma

source: Authentication is required to set the system time.
oc: Autentificacion requesida per definir l'ora del sistèma.

source: Set system timezone
oc: Definir lo fus orari del sistèma

source: Authentication is required to set the system timezone.
oc: Autentificacion requesida per definir lo fus orari del sistèma.

source: Set RTC to local timezone or UTC
oc: Posicionar lo relòtge material a l'ora locala o sul temps universal coordenat (UTC)

source: Authentication is required to control whether the RTC stores the local or UTC time.
oc: Autentificacion requesida per posicionar lo relòtge material a l'ora locala o sul temps universal coordenat (UTC).

source: Turn network time synchronization on or off
oc: Activar o desactivar la sincronizacion de l'ora amb la ret

source: Authentication is required to control whether network time synchronization shall be enabled.
oc: Autentificacion requesida per activar o desactivar la sincronizacion de l'ora amb la ret.

source: Authentication is required to start '$(unit)'.
oc: Autentificacion requesida per aviar « $(unit) ».

source: Authentication is required to stop '$(unit)'.
oc: Autentificacion requesida per arrestar « $(unit) ».

source: Authentication is required to reload '$(unit)'.
oc: Autentificacion requesida per recargar « $(unit) ».

source: Authentication is required to restart '$(unit)'.
oc: Autentificacion requesida per reaviar « $(unit) ».

source: Authentication is required to kill '$(unit)'.
oc: Autentificacion requesida per tuar « $(unit) ».

source: Authentication is required to reset the "failed" state of '$(unit)'.
oc: Autentificacion requesida per reïnicializar l'estat d'« fracàs » de « $(unit) ».

source: Authentication is required to set properties on '$(unit)'.
oc: Autentificacion requesida per definir de proprietats de « $(unit) ».

source: Press Ctrl+C to cancel all filesystem checks in progress
oc: Quichatz sus Ctrl+C per anullar totas verificacions en cors del sistèma de fichièrs

source: Checking in progress on %d disk (%3.1f%% complete)
oc: Verificacion en cors sus %d disc (%3.1f%% completat)
